Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/joomla-tm.tmx
Source language: en
Languages: ca_es

source: Template Uninstall: Trying to uninstall a core template: %s
ca_es: Desinstal·lació de plantilla: S'està intentant desinstal·lar una plantilla del nucli: %s

source: Unknown Client Type [%s]
ca_es: Tipus de client desconegut [%s]

source: Install
ca_es: Instal·la

source: Language set to Default for %d users
ca_es: Idioma assignat per defecte pels usuaris/es %d

source: Language set to Default for %d user
ca_es: Idioma assignat per defecte per l'usuari %d

source: Uninstall
ca_es: Desinstal·la

source: Update
ca_es: Actualitza

source: Invalid client identifier specified in extension manifest.
ca_es: S'ha especificat un client invàlid, a l'arxiu d'instal·lació de l'extensió.

source: Attempting to uninstall unknown extension from package. This extension may have already been removed earlier.
ca_es: Intentant desinstal·lar les extensions desconegudes del paquet. Pot ser que aquestes extensions ja haguessin estat desinstal·lades anteriorment.

source: The mail() function has been disabled and the mail cannot be sent.
ca_es: La funció mail() ha estat desactivada i no es pot enviar el correu.

source: JMail: : Invalid email Sender: %s, JMail: :setSender(%s)
ca_es: JMail: :Remitent de correu invàlid: %s, JMail: :setSender(%s)

source: Error loading Plugins: %s
ca_es: Error carregant connectors :%s

source: Unable to load format class
ca_es: No es pot carregar el format de la classe

source: Action
ca_es: Acció

source: Allowed
ca_es: Permès

source: Allowed (Super Admin)
ca_es: Permès (Super admin)

source: Calculated Setting <sup>2</sup>
ca_es: Configuració calculada <sup> 2 </sup>

source: Conflict
ca_es: Conflicte

source: Denied
ca_es: Denegat

source: Groups
ca_es: Grups

source: Inherited
ca_es: Heretat

source: Not Allowed
ca_es: No permès

source: Not Allowed (Locked)
ca_es: No permès (Bloquejat)

source: Allow or deny %s for users in the %s group
ca_es: Permet o denega %s pels usuaris/es al grup %s

source: Select New Setting <sup>1</sup>
ca_es: Selecciona nova configuració <sup> 1 </sup>

source: 1. If you change the setting, it will apply to this and all child groups, components and content. Note that <em>Denied</em> will overrule any inherited setting, and also the setting in any child group, component or content. In the case of a setting conflict, <em>Deny</em> will take precedence. <em>Not Set</em> is equivalent to <em>Denied</em> but can be changed in child groups, components and content.<br />2. If you select a new setting, click <em>Save</em> to refresh the calculated settings.
ca_es: 1. Si canvies la configuració, aquesta s'aplicarà en aquest grup i a tots els teus subgrups, components i continguts. Recorda que: <br/><em>Denegat</em> sobreescriurà qualsevol configuració heretada, i també la configuració assignada des de qualsevol subgrup, component, o contingut. En cas que es produeixin conflictes amb la configuració, <em> Denega </em> prendrà preferència. <em> No assignat </em> és equivalent a <em> Denegat </em> però amb la diferència que permet realitzar canvis a l'estat dels permisos dins dels subgrups, components i contingut. <br/> 2. Si fas algun canvi a la configuració, fes clic a <em>Desa</em> perquè es pugui recalcular la nova configuració.

source: 1. If you change the setting, it will apply to this item. Note that:<br /><em>Inherited</em> means that the permissions from global configuration, parent group and category will be used.<br /><em>Denied</em> means that no matter what the global configuration, parent group or category settings are, the group being edited cannot take this action on this item.<br /><em>Allowed</em> means that the group being edited will be able to take this action for this item (but if this is in conflict with the global configuration, parent group or category it will have no impact; a conflict will be indicated by <em>Not Allowed (Locked)</em> under Calculated Settings).<br />2. If you select a new setting, click <em>Save</em> to refresh the calculated settings.
ca_es: 1. Si canvies la configuració, aquesta s'aplicarà en aquest element. Recorda que: <br/> <em> Heretat </em> vol dir que es tindrà en compte el que s'hagi assignat des de la configuració global, des dels grups de nivell superior i des de la categoria, per determinar l'estat del permís. <br/> <em> Denegat </em> vol dir que és igual com estigui configurat l'estat dels permisos sobre aquesta acció des de la configuració global, o des dels grups de nivell superior, o des de la categoria, és a dir, al grup al qual li canviïs l'estat del permís a 'Denegat' des d'aquest apartat, no podrà realitzar aquesta acció sobre aquest element (incloent a tots els seus subgrups, si en tingués). <br/> <em> Permès </em> vol dir que el grup al que li canviïs l'estat de l'acció a 'Permès' des d'aquí, podrà realitzar aquesta acció sobre aquest element (però si aquesta configuració entra en conflicte amb l'assignat des de la configuració global, o amb l'assignat als grups de nivell superior, o amb l'assignat des de la categoria, la configuració que apliquis des d'aquí, no tindrà efecte, i el conflicte serà indicat amb un <em>No permès (bloquejat)</em> sota l'estat de configuració calculada). <br/> 2. Si fas algun canvi a la configuració, fes clic a <em>Desa</em> perquè es pugui recalcular la nova configuració.

source: Manage the permission settings for the user groups below. See notes at the bottom.
ca_es: Gestiona la configuració de privilegis pels grups d'usuaris/es de més avall. Revisa les notes de la part inferior.

source: Unknown
ca_es: Desconegut

source: The PHP allow_url_fopen setting is disabled. This setting must be enabled for the updater to work.
ca_es: La configuració de PHP allow_url_fopen és desactivada. Aquesta configuració ha de ser habilitada pel programa d'actualització per a que funcioni.

source: Update: :Collection: Could not open %s
ca_es: Update: :Collection: No es pot obrir %s

source: Update: :Collection: Could not parse %s
ca_es: Actualitza: :Col·lecció: No s'ha pogut analitzar %s

source: Update: :Extension: Could not open %s
ca_es: Update: :Extension: No es pot obrir %s

source: Update: :Extension: Could not parse %s
ca_es: Actualitza: :Extensió: No s'ha pogut analitzar %s

source: JAuthentication: :authenticate: Failed to load plugin: %s
ca_es: JAuthentication: :Authenticate: No es pot carregar el connector: %s

source: JAuthentication: :__construct: Could not load authentication libraries.
ca_es: JAuthentication: :__construct: No es poden carregar les biblioteques d'autenticació.

source: Unable to bind array to user object
ca_es: No es pot enllaçar amb la matriu de l'usuari/a objecte

source: You cannot remove your own Super Admin permissions.
ca_es: No pots eliminar els teus propis permisos de super administrador/a.

source: JUser: :_load: User %s does not exist
ca_es: JUser: :_load: L'usuari/a %s no existeix

source: Only users with Super Admin permissions can change other Super Admin user accounts.
ca_es: Només els usuaris/es amb privilegis de super administrador, poden canviar els privilegis dels comptes pertanyents a altres super administradors.

source: Passwords do not match. Please re-enter password.
ca_es: La contrasenya no coincideix. Si us plau, introdueix novament la contrasenya.

source: Unable to find a user with given activation string
ca_es: No es pot trobar a cap usuari/a que coincideixi amb el codi d'activació facilitat

source: JUser: :_load: Unable to load user with ID: %s
ca_es: JUser: :_load: No es pot carregar a l'usuari/a amb id: %s

source: User Group does not exist
ca_es: El grup no existeix

source: Application Instantiation Error
ca_es: Error d'instancialització de l'aplicació

source: JDatabase: :getInstance: Could not connect to database <br />joomla.library: %1$s - %2$s
ca_es: JDatabase: :getInstance: No es pot connectar a la base de dades <br/>joomla.library: %1$s - %2$s

source: DommitDocument is deprecated. Use DomDocument instead
ca_es: DommitDocument està en desús. En el seu lloc usa DomDocument

source: Error loading feed data
ca_es: Error carregant les dades del canal electrònic

source: Failed loading XML file
ca_es: Error en carregar el fitxer XML

source: The Joomla! Platform is the Core of the Joomla! Content Management System
ca_es: El Marc de treball de Joomla és el motor del Sistema de Gestió de Continguts Joomla!

source: Classes for sending email
ca_es: Classe per enviar correu-e

source: Classes for UTF-8
ca_es: Classes per UTF8

source: PHP-Based RSS and Atom Feed Framework.
ca_es: Marc de treball de Sindicació RSS i Atom basat en PHP.

source: Archived Articles
ca_es: Articles arxivats

source: # of Months
ca_es: # de mesos

source: The number of months to display (the default is 10)
ca_es: El nombre de mesos a mostrar (per defecte són 10)

source: This module shows a list of the calendar months containing archived articles. After you have changed the status of an article to archived, this list will be automatically generated.
ca_es: Aquest mòdul mostra una llista dels mesos del calendari que continguin articles arxivats. Després de canviar l'estat d'un article a arxivat, això es generarà automàticament.

source: This Module shows a list of the calendar months containing Archived Articles. After you have changed the status of an Article to Archived, this list will be automatically generated.
ca_es: Aquest mòdul mostra una llista dels mesos del calendari que continguin articles arxivats. Després de canviar l'estat d'un article a arxivat, això es generarà automàticament.

source: Articles Categories
ca_es: Categories dels articles

source: Select here the number of first level subcategories to display. Default is all.
ca_es: Introdueix aquí el nombre de nivells de categories a mostrar. Per defecte són totes.

source: # First Subcategories
ca_es: # de categories

source: Select here the maximum level depth for each subcategory. Default is all.
ca_es: Introdueix el nivell màxim de profunditat. Per defecte són totes.

source: Maximum Level Depth
ca_es: Nivell màxim de profunditat

source: Choose a parent category
ca_es: Selecciona una categoria principal o arrel

source: Parent Category
ca_es: Països

source: Show or Hide Subcategories
ca_es: Mostra o oculta subcategories

source: Show Subcategories
ca_es: Mostra subcategories

source: Show or Hide category descriptions
ca_es: Mostra o oculta la descripció de la categoria

source: Category Descriptions
ca_es: Mostra la descripció de les categories

source: This module displays a list of categories from one parent category.
ca_es: Aquest mòdul mostra una llista de categories a partir d'una categoria principal.

source: Heading style
ca_es: Estil de la capçalera

source: Set the heading style to use
ca_es: Assigna l'estil de capçalera a utilitzar.

source: Articles Category
ca_es: Articles per categoria

source: Select how you would like the articles to be grouped.
ca_es: Selecciona com vols que els articles s'agrupin.

source: Article Grouping
ca_es: Agrupació d'articles

source: Select the direction you would like the Article Groupings to be ordered by.
ca_es: Selecciona l'ordre en que vols que les agrupacions d'articles s'ordenin

source: Grouping Direction
ca_es: Direcció de l'agrupació

source: Select which field you would like Articles to be ordered by. Featured Ordering should only be used when Filtering Option for Featured Articles is set to 'Only'.
ca_es: Selecciona quin camp desitges que es faci servir per l'ordre dels articles. L'ordre d'articles destacats només s'hauria de fer servir quan l'opció de filtre per articles destacats estigui establerta a 'Només'

source: Article Field to Order By
ca_es: Camp d'article per ordenar

source: Select the direction you would like Articles to be ordered by.
ca_es: Selecciona la direcció en la que t'agradaria que els articles fossin ordenats.

source: Ordering Direction
ca_es: Direcció d'ordre

source: Select one or more authors from the list below.
ca_es: Selecciona un o més autors/es de la llista de sota.

source: Authors
ca_es: Autors/es

source: Select one or more author aliases from the list below.
ca_es: Selecciona un o més àlies d'autors/es de la llista de sota.

source: Author Aliases
ca_es: Àlies d'autor/a

source: Select Inclusive to Include the Selected Author Aliases, Exclusive to Exclude the Selected Author Aliases.
ca_es: Selecciona inclusiu per incloure els àlies dels autors/es seleccionats, exclusius per excloure els Àlies d'autor seleccionats.

source: Author Alias Filtering Type
ca_es: Tipus de filtrat per àlies d'autor/a

source: Select Inclusive to Include the Selected Authors, Exclusive to Exclude the Selected Authors.
ca_es: Selecciona inclusiu per incloure els autors/es seleccionats, exclusius per excloure els autors seleccionats.

source: Author Filtering Type
ca_es: Tipus de filtrat per autor/a

source: The number of child category levels to return.
ca_es: El nombre de subnivells de categoria per retornar.

source: Category Depth
ca_es: Profunditat de la categoria

source: Please select one or more categories.
ca_es: Si us plau, selecciona una o més categories.

source: Select Inclusive to Include the Selected Categories, Exclusive to Exclude the Selected Categories.
ca_es: Selecciona inclusiu per incloure les categories seleccionades, exclusiu per excloure les categories seleccionades.

source: Category Filtering Type
ca_es: Tipus de filtrat per categoria

source: The number of items to display. The default value of 0 will display all articles.
ca_es: El nombre d'elements a mostrar . El valor per defecte de 0 mostrarà els textos.

source: Count
ca_es: Recompte

source: Select which date field you want the date range to be applied to.
ca_es: Selecciona quin camp de data desitges que s'hi apliqui el rang de dates.

source: Date Range Field
ca_es: Camp rang de data

source: Select which date field you want to display.
ca_es: Selecciona el camp de data que vols mostrar.

source: Date Field
ca_es: Camp de data

source: Please enter in a valid date format. See: http://php.net/date for formatting information.
ca_es: Introdueix en un format de data vàlid. Mira: http://php.net/date per trobar informació del format.

source: Date Format
ca_es: Format de la data

source: Select Date Filtering Type.
ca_es: Selecciona el filtrar del tipus de data.

source: Date Filtering
ca_es: Filtrat de Data

source: If Date Range is selected above, please enter an End Date.
ca_es: Si es selecciona rang de dates, si us plau escriu una data de finalització.

source: To Date
ca_es: Data final

source: Please enter each Article ID on a new line.
ca_es: Si us plau, introdueix cada ID d'article en una nova línia.

source: Article IDs to Exclude
ca_es: ID d'articles per excloure

source: Display Options
ca_es: Opcions de visualització

source: Dynamic Mode Options
ca_es: Opcions del mode dinàmic

source: Filtering Options
ca_es: Opcions de filtrat

source: Grouping Options
ca_es: Opcions d'agrupament

source: Ordering Options
ca_es: Opcions d'ordre

source: Please enter in a numeric character limit value. The introtext will be trimmed to the number of characters you enter.
ca_es: Si us plau, introdueix un valor límit numèric de caràcters. El text d'introducció es retallarà al nombre de caràcters que has demanat.

source: Introtext Limit
ca_es: Límit del text d'introducció

source: Linked Titles
ca_es: Títols vinculats

source: Please select the mode you would like to use. If Normal Mode is chosen, then simply configure the module and it will display a static list of Articles on the menu items you assign the module to. If Dynamic Mode is chosen, then you can still configure the module normally, however now the Category option will no longer be used. Instead, the module will dynamically detect whether or not you are on a Category view and will display the list of articles within that Category accordingly. When Dynamic Mode is chosen, it is best to leave the module set to display on all pages, as it will decide whether or not to display anything dynamically.
ca_es: Si us plau selecciona el mode que vols utilitzar. Si el mode Normal és elegit, llavors simplement configura el mòdul i es mostrarà una llista estàtica dels articles sobre els elements del menú que assigni el mòdul. Si es selecciona el mode dinàmic, llavors pota configurar el mòdul amb normalitat, però, ara l'opció Categoria ja no s'utilitza. En canvi, el mòdul dinàmicament detectarà si estàs o no en una vista de categoria i es mostrarà la llista d'articles dins d'aquesta categoria en conseqüència. Quan es tria el mode dinàmic, el millor és deixar el conjunt de mòduls que es mostrarà a totes les pàgines, ja que la decisió de mostrar-ho es farà de forma dinàmica.

source: Month and Year Display Format
ca_es: Format de mostra del mes i any

source: If Relative Date is selected above, please enter in a numeric day value. Results will be retrieved relative to the current date and the value you enter.
ca_es: Si la data relativa és triada,si us plau escriu-ho en un valor numèric. Els resultats seran recuperats respecte a la data actual i el valor que introdueixis.

source: Relative Date
ca_es: Data relativa

source: Select Show if you would like the author (or author alias instead, if available) to be displayed.
ca_es: Selecciona 'Mostra', si vols que es mostri l'autor/a (o, si s'escau l'àlies de l'autor/a, si així està configurat)

source: Select Show if you would like the category name displayed.
ca_es: Selecciona 'Mostra', si vols que es mostri el nom de la categoria.

source: Include or Exclude Articles from Child Categories.
ca_es: Inclou o exclou els articles de les subcategories.

source: Child Category Articles
ca_es: Articles de les subcategories

source: Select Show if you would like the date displayed.
ca_es: Selecciona 'Mostra', si vols que es mostri la data.

source: Select to Show, Hide, or Only display Featured Articles.
ca_es: Selecciona 'Mostra', 'Amaga' o 'Només mostra articles destacats'.

source: Featured Articles
ca_es: Articles destacats

source: Select Show if you would like the hits for each article to be displayed.
ca_es: Selecciona 'Mostra', si vols que es mostrin les impressions de cada article.

source: Select Show if you would like the introtext to be displayed.
ca_es: Selecciona 'Mostra', si vols que es mostri el text d'introducció.

source: Introtext
ca_es: Text d'introducció

source: Select to Show or Hide Article List from Article Pages. This means that the module will only display itself dynamically on Category Pages.
ca_es: Selecciona si mostrar o amagar la llista d'articles des de les pàgines de l'article. Això vol dir que el mòdul només es mostrarà a si mateix dinàmicament sobre les pàgines de la categoria.

source: Show on Article Page
ca_es: Mostra a la pàgina de l'article

source: If Date Range is selected above, please enter a Starting Date.
ca_es: Si selecciones un rang de data des de dalt, si us plau, introdueix una data inicial.

source: Start Date Range
ca_es: Rang de data inicial

source: Ascending
ca_es: Ascendent

source: Date Range
ca_es: Rang de data

source: Descending
ca_es: Descendent

source: Dynamic
ca_es: Dinàmic

source: Exclude
ca_es: Exclou

source: Include
ca_es: Inclou

source: Month and Year
ca_es: Mes i any

source: Only
ca_es: Només els destacats

source: Article Manager Order
ca_es: Ordre del gestor d'articles

source: Featured Articles Order
ca_es: Ordre dels articles destacats

source: Start Publishing Date
ca_es: Data d'inici de publicació

source: Finish Publishing Date
ca_es: Data de final de publicació

source: Register to read more
ca_es: registra't per poder llegir-ho

source: Heading Level
ca_es: Etiqueta HTML de la capçalera

source: Select the desired HTML tag for the article titles.
ca_es: Selecciona l'etiqueta HTML que vols pels títols d'article.

source: This module displays a list of articles from one or more categories.
ca_es: Aquest mòdul mostra els articles d'una o diverses categories.

source: Latest News
ca_es: Últimes novetats

source: Selects Articles from one or more Categories. If no selection will show all categories as default
ca_es: Selecciona articles des d'una o més categories. Si no es selecciona res, per defecte, es mostraran totes les categories

source: The number of Articles to display (the default is 5)
ca_es: El nombre d'articles a mostrar (per defecte són 5)

source: Show/Hide Articles designated as Featured
ca_es: Mostra o oculta els articles configurats com destacats

source: Recently Added First: order the articles using their creation date<br />Recently Modified First: order the articles using their modification date<br />Recently Published First: order the articles using their publication date.<br />Recently Touched First: order the articles using their modification or creation dates.
ca_es: Opcions d'ordenació. Editat primer vol dir:-Primer aniran els modificats, si l'article ha estat modificat com a mínim una vegada, i,-Creat, si l'article només ha estat creat.

source: Order
ca_es: Ordre

source: Filter by author
ca_es: Filtra per autor/a

source: Added or modified by me
ca_es: Afegit o modificat per mi

source: Anyone
ca_es: Qualsevol

source: Not added or modified by me
ca_es: No agregat o modificat per mi

source: Only show Featured Articles
ca_es: Només mostra els articles destacats

source: Recently Added First
ca_es: Primer els agregats recentment

source: Recently Modified First
ca_es: Primer els modificats recentment

source: Recently Published First
ca_es: Primer els publicats recentment

source: Recently Touched First
ca_es: Primer els editats

source: This Module shows a list of the most recently published and current Articles. Some that are shown may have expired even though they are the most recent.
ca_es: Aquest mòdul mostra una llista dels articles més actuals que s'hagin publicat. Alguns articles poden haver expirat i seguir essent dels més recents.

source: Articles - Newsflash
ca_es: Articles - Notícies d'actualitat

source: Select Articles from a specific Category or a set of Categories. If no selection will show all categories as default
ca_es: Selecciona articles des d'una o diverses categories. Si no es selecciona res, per defecte, es mostraran totes les categories

source: Display Article images
ca_es: Mostra les imatges de l'article

source: Show Images
ca_es: Mostra imatges

source: The number of Articles to display within this module
ca_es: El nombre d'articles a mostrar dins del mòdul

source: Number of Articles
ca_es: Nombre d'articles

source: Link the Article titles to Articles.
ca_es: Converteix els títols d'article en enllaços a l'article.

source: Select the order in which you want query results presented.
ca_es: Selecciona l'ordre amb el qual vols que es presentin els resultats de la consulta.

source: Order Results
ca_es: Ordre dels resultats

source: Random
ca_es: Aleatori

source: If set to Show, the 'Read more...' link will show if Main text has been provided for an Article.
ca_es: Si està assignat a 'Mostra', l'enllaç 'Llegeix més ...' es mostrarà, si s'ha inserit text principal per un article.

source: 'Read more...' Link
ca_es: Enllaç 'Llegeix més ...'

source: Show separator after last Article
ca_es: Mostra un separador després de l'últim article

source: Show last separator
ca_es: Mostra separador a l'últim

source: Show/hide Article title
ca_es: Mostra o oculta el títol de l'article

source: Show Article title
ca_es: Mostra el títol de l'article

source: Register to Read More
ca_es: Registra'tt per poder llegir

source: Header Level
ca_es: Etiqueta HTML de la capçalera

source: Select the desired HTML header level for the Article titles.
ca_es: Selecciona l'etiqueta HTML desitjada per als títols d'article.
